Repository: APB97/MusicRenameWithMetadata
Catalog: Rename.Helpers/Rename.Helpers.Commands.*.resx
Languages: pl

# SkipFile_SelectHelp
source: Select which file to use for skipping certain words. Note: If more than one path is entered, only the first one will be used. Usage: Select <path>
pl: Pozwala wybrać jakiego pliku użyć do pomijania określonych słów. Zauważ: Jeśli więcej niż jedna ścieżka jest wprowadzona, użyta będzie tylko pierwsza. Użycie: Select <sciezka>

# Type_Help_for_help
source: {0} - Type 'Help' for help:
pl: {0} - Wpisz 'Help' aby uzyskać pomoc:

# PropertySelector_AddHelp
source: Add properties to list. Usage: Add <p1> [<p2>] [...]
pl: Dodaje właściwości do listy. Użycie: Add <w1> [<w2>] [...]

# DirectorySelector_AddHelp
source: Add directories to processing list. Usage: Add <dir1> [<dir2>] [...]
pl: Dodaje katalogi do listy przetwarzanych. Użycie: Add <kat1> [<kat2>] [...]

# SkipFile_Prompt_Enter_the_skip_file
source: Enter the skip file path to use or press Enter to use the default:
pl: Podaj ścieżkę do pliku pominięć lub wciśnij Enter aby użyć domyślnej:

# SkipFile_Prompt_Press_Enter_once_more
source: Press Enter once more to confirm or enter different path:
pl: Wciśnij Enter aby potwierdzić lub wprowadź inną ścieżkę:

# Messages.Directories_added
source: Directories added to list.
pl: Katalogi zostały dodane do listy.

# Messages.Directories_removed
source: Directories removed from the list.
pl: Katalogi zostały usunięte z listy.

# Messages.Directory_list_cleared
source: Directory list cleared.
pl: Lista katalogów opróżniona.

# DirectorySelector_ClearHelp
source: Clear list of directories to process. Usage: Clear
pl: Czyści listę katalogów do przetworzenia. Użycie: Clear

# DirectorySelector_CompleteHelp
source: Complete directory selection step. Usage: Complete
pl: Kończy etap wyboru katalogów. Użycie: Complete

# DirectorySelector_ClearScreenHelp
source: Clear current console's screen. Usage: ClearScreen
pl: Czyści ekran konsoli. Użycie: ClearScreen

# DirectorySelector_HelpHelp
source: Display list of Commands and their usage or chosen commands' help. Usage: Help [<cmd1>] [<cmd2>] [...]
pl: Wyświetla listę poleceń oraz ich użycie lub pomoc dla wybrancyh komend. Usage: Help [<cmd1>] [<cmd2>] [...]

# DirectorySelector_ListHelp
source: Display list of directories to process. Usage: List
pl: Wyświetla listę katalogów do przetworzenia. Użycie: List

# DirectorySelector_RemoveHelp
source: Remove directories from the list. Usage: Remove <dir1> [<dir2>] [...]
pl: Usuwa katalogi z listy. Użycie: Remove <kat1> [<kat2>] [...]

# PropertySelector_ClearHelp
source: Clear properties list. Usage: Clear
pl: Opróżnia listę właściwiości. Użycie: Clear

# PropertySelector_CompleteHelp
source: Complete property selection step. Usage: Complete
pl: Zakończ krok wyboru właściwości. Użycie: Complete

# PropertySelector_ClearScreenHelp
source: Clear current console's screen. Usage: ClearScreen
pl: Czyści okno konsoli. Użycie: ClearScreen

# PropertySelector_HelpHelp
source: Display list of commands with their help and available properties. Usage: Help [<cmd1>] [<cmd2>] [...]
pl: Wyświetla listę poleceń wraz z pomocą i dostępnymi właściwościami. Użycie: Help [<cmd1>] [<cmd2>] [...]

# PropertySelector_HelpCommandsHelp
source: Display list of commands. Usage: HelpCommands
pl: Wyświetla listę poleceń. Użycie: HelpCommands

# PropertySelector_HelpPropertiesHelp
source: Display list of available properties. Usage: HelpProperties
pl: Wyświetla listę dostępnych właściwości. Użycie: HelpProperties

# PropertySelector_ListHelp
source: Display list of selected properties. Usage: List
pl: Wyświetla listę wybranych właściwości. Użycie: List

# PropertySelector_RemoveHelp
source: Remove properties from the list. Usage: Remove <p1> [<p2>] [...]
pl: Usuwa właściwości z listy. Użycie: Remove <p1> [<p2>] [...]

# PropertySelector_Property_list_cleared
source: Property list cleared.
pl: Lista właściwości opróżniona.

# PropertySelector_Available_Properties
source: Available Properties:
pl: Dostępne właściwości:

# PropertySelector_Properties_removed
source: Properties removed from the list.
pl: Właściwości zostały usunięte z listy.

# PropertySelector_Selected_Properties
source: Selected Properties:
pl: Wybrane właściwości:

# PropertySelector_Properties_added
source: Properties added to list.
pl: Właściwości zostały dodane do listy.

# PropertySelector__0__is_already_on_the_list
source: {0} is already on the list so it wasn't added.
pl: Właściwośc {0} już znajduje się na liście przez co nie została dodana.

# DirectorySelector_BeSilentHelp
source: Causes Console output to be disabled. Usage: BeSilent
pl: Powoduje wyłączenie wyświetlania informacji w konsoli. Użycie: BeSilent

# DirectorySelector_DontBeSilentHelp
source: Causes Console output to be enabled. Usage: DontBeSilent
pl: Powoduje włączenie wyświetlania rezultatów w konsoli. Użycie: DontBeSilent

# SkipFile_Old_skip_file_format
source: Old skip file: {0}
pl: Poprzedni plik pominięć: {0}

# SkipFile_New_skip_file_format
source: New skip file: {0}
pl: Nowy plik pominięć: {0}
